// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d i %@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ plater.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 plate.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (Har ikke nettsalg)";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%@ kan ikke åpne siden fordi du er ikke tilkoblet internett.";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%@ lagrer ikke ditt Netflix brukernavn og passord.\n\nVi vi åpne en Netflix side for deg til å autorisere kontoen.\n\nEn Wi-fi tilkobling er anbefalt første gang du bruker Netflix i%@.";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d timer";

/* i.e.: 30 minutes */
"%d minutes" = "%d minutter";

/* No comment provided by engineer. */
"%d months ago" = "%d måneder siden";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d av %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%d kinoer utenfor søkeområdet";

/* No comment provided by engineer. */
"%d weeks ago" = "%d uker siden";

/* No comment provided by engineer. */
"%d years ago" = "%d år siden";

/* No comment provided by engineer. */
"1 hour" = "1 time";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mile";

/* No comment provided by engineer. */
"1 minute" = "1 minutt";

/* No comment provided by engineer. */
"1 month ago" = "1 måned siden";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino utenfor søkeområdet";

/* No comment provided by engineer. */
"1 week ago" = "1 uke siden";

/* No comment provided by engineer. */
"1 year ago" = "1 år siden";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "Om";

/* Movie category */
"Action & Adventure" = "Action & Eventyr";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Legg til i Netflix";

/* No comment provided by engineer. */
"An unknown error occurred." = "En ukjent feil oppstod";

/* Movie category */
"Anime & Animation" = "Anime og Animasjon";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Hjemme";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Oppdater plassering automatisk";

/* Movie is available to be shipped now */
"Available Now" = "Tilgjengelig nå";

/* Movie will be released soon */
"Available Soon" = "Tilgjengelig snart";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Venter på lansering";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Kun Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Bokmerker";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Ring";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot Open Page" = "Kan ikke åpne siden";

/* No comment provided by engineer. */
"Cast:" = "Skuespillere:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Endre dato";

/* Movie category */
"Children & Family" = "Barn & Familie";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Sted eller postnummer";

/* Movie category */
"Classics" = "Klassikere";

/* Movie category */
"Comedy" = "Komedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Kan ikke endre vurderingen:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Kunne ikke koble til Netflix.";

/* No comment provided by engineer. */
"Could not find location." = "Kunne ikke finne stedet.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Kun DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray informasjon levert av:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informasjon om fremtidige datoer kan være ufullstendinge. Sett søkedatoen til dagens dato for å se komplette visningstider.";

/* No comment provided by engineer. */
"Director:" = "Regissør:";

/* No comment provided by engineer. */
"Directors:" = "Regissører:";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Disk kø";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Avstand";

/* Movie category */
"Documentary" = "Dokumentar";

/* No comment provided by engineer. */
"Downloading data" = "Laster ned data";

/* No comment provided by engineer. */
"Downloading image" = "Laster ned plakat";

/* No comment provided by engineer. */
"Downloading information." = "Laster ned informasjon.";

/* Movie category */
"Drama" = "Drama";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Mail visningstider";

/* No comment provided by engineer. */
"Enabled" = "Påslått";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Hele historien";

/* No comment provided by engineer. */
"Error occurred" = "En feil skjedde";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "En feil skjedde under kommunikasjon med Netflix. Vennligst prøv igjen senere.";

/* Movie category */
"Faith & Spirituality" = "Faith & Spirituality";

/* No comment provided by engineer. */
"Favorites" = "Favoritter";

/* Movie category */
"Foreign" = "Utenlandsk";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Homofil";

/* No comment provided by engineer. */
"Genre:" = "Sjanger:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Stedstjenester levert av:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikk av Jeffrey Nee";

/* Movie category */
"Horror" = "Skrekk";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Hvis du liker %@, hadde det vært hyggelig om du skrev en liten anmeldelse i iTunes Store. Det hjelper nye brukere å oppdage programmet, jeg får utviklet nye funksjoner, holder reklamen vekk, og jeg blir glad. Takk!";

/* Movie category */
"Independent" = "Uavhengig";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Øyeblikkskø";

/* No comment provided by engineer. */
"Last Friday" = "Forrige fredag";

/* No comment provided by engineer. */
"Last Monday" = "Forrige mandag";

/* No comment provided by engineer. */
"Last Saturday" = "Forrige lørdag";

/* No comment provided by engineer. */
"Last Sunday" = "Forrige søndag";

/* No comment provided by engineer. */
"Last Thursday" = "Forrige torsdag";

/* No comment provided by engineer. */
"Last Tuesday" = "Forrige tirsdag";

/* No comment provided by engineer. */
"Last Wednesday" = "Forrige onsdag";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Mindre enn %1$d %2$@ unna";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Mindre enn en %@ unna";

/* No comment provided by engineer. */
"License" = "Lisens";

/* No comment provided by engineer. */
"Loading" = "Laster";

/* No comment provided by engineer. */
"Loading image" = "Laster inn plakat";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokale resultater er ikke tilgjengelig";

/* No comment provided by engineer. */
"Localized by:" = "Oversatt av:";

/* No comment provided by engineer. */
"Location" = "Sted";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Logg inn med eksisterende konto";

/* There will be a long wait before the movie is released */
"Long Wait" = "Lang ventetid";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Kart";

/* The most popular movies currently */
"Most Popular" = "Mest populært";

/* No comment provided by engineer. */
"Movie details provided by:" = "Filminformasjon levert av:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Filmanmeldelser levert av:";

/* No comment provided by engineer. */
"Movies" = "Filmer";

/* Movie category */
"Music & Musicals" = "Musikk & Musikaler";

/* No comment provided by engineer. */
"My other applications" = "Mine andre program";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Navn";

/* No comment provided by engineer. */
"Network unavailable" = "Nettverket er utilgjengelig";

/* Movie category */
"New 'Instant Watch'" = "Nye 'Instant Watch'";

/* Movie category */
"New DVDs" = "Nye DVDer";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nei takk";

/* No comment provided by engineer. */
"No information found" = "Ingen informasjon funnet";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Ingen oppføringer funnet ved '%@' på %@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Ingen oppføringer funnet for '%@' ved '%@' on %@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Ingen oppføringer funnet for '%@' på %@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Ingen resultater funnet for '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Intet sammendrag tilgjengelig.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Ingen";

/* Movie is not currently rentable */
"Not Rentable" = "Ikke tilgjengelig for leie";

/* No comment provided by engineer. */
"Not yet rated" = "Ikke vurdert ennå";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Åpne og autoriser";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Bestill billetter til %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Over kvoten - Prøv igjen senere";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Vis trailer";

/* No comment provided by engineer. */
"Please Wait" = "Vennligst vent";

/* No comment provided by engineer. */
"Please enter your location" = "Vennligst oppgi din plassering";

/* No comment provided by engineer. */
"Please wait..." = "Vennligst vent...";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Prioritiser bokmerker";

/* Takes the user to the website for this application */
"Project Website" = "Nettside for prosjektet";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Vurdert til %@";

/* No comment provided by engineer. */
"Rated:" = "Sensur:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Les anmeldelser";

/* No comment provided by engineer. */
"Really close by" = "Veldig nærme";

/* No comment provided by engineer. */
"Really far away" = "Langt unna";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Nylig innlevert";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Nylig sett";

/* Movie recommendations from Netflix */
"Recommendations" = "Anbefalinger";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiere";

/* No comment provided by engineer. */
"Release date:" = "Premieredato:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiere: %@";

/* No comment provided by engineer. */
"Rental History" = "Leiehistorikk";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Omrokkering av køen feilet:\n\n%@";

/* No comment provided by engineer. */
"Requesting access" = "anmoder aksess";

/* No comment provided by engineer. */
"Requesting authorization" = "anmoder autoriasjon";

/* No comment provided by engineer. */
"Reviews" = "Anmeldelser";

/* Movie category */
"Romance" = "Romase";

/* No comment provided by engineer. */
"Running time:" = "Lengde:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Lagret";

/* Saved in Instant Queue */
"Saved in %@" = "Lagret i ";

/* Movie category */
"Sci-Fi & Fantasy" = "Sci-Fi & Fantasy";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Rating";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't turn the screen automatically when i rotate my phone' */
"Screen Rotation" = "Skjermrotering";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Søkedato";

/* No comment provided by engineer. */
"Search Distance" = "Søkeavstand";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Gi tilbakemelding";

/* No comment provided by engineer. */
"Settings" = "Innstillinger";

/* There will be a short wait before the movie is released */
"Short Wait" = "Kort ventetid";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Vis %d skjulte kinoer";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Vis en skjult kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Begge";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "verken eller";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Vis tider hentet %@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Lag en ny konto";

/* Movie category */
"Special Interest" = "Spesielle interesser";

/* Movie category */
"Sports & Fitness" = "Sport & Fitness";

/* No comment provided by engineer. */
"Studio:" = "Filmstudio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Suksess! %@ fikk tilgang til din Netflix konto. Du kan nå legge til filmer i køen, se hva som er nytt og anbefalt for deg, og mye mer!";

/* No comment provided by engineer. */
"Tap to enter location" = "Trykk for å skrive inn sted";

/* Movie category */
"Television" = "TV";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Kinoen leverte visningstider sist \n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Leverandørene av kinodataene begrenser ofte avstanden de leverer informasjon for. Dette medfører at noen kinoer ikke vil vises selv om avstanden du søker på er tilstrekkelig.";

/* No comment provided by engineer. */
"Theaters" = "Kinoer";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Denne kinoen har ikke levert visningstider. Når de blir tilgjengelig, vil %@ hente de automatisk.";

/* Movie category */
"Thrillers" = "Thriller";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Billettsalg levert av:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Tittel";

/* No comment provided by engineer. */
"Today" = "I dag";

/* Movie category */
"Top DVDs" = "Topp DVDer";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Topp av DVD-køen";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Topp av Øyeblikkskø";

/* No comment provided by engineer. */
"Unknown Distance" = "Ukjent avstand";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Ukjent utgivelsesdato";

/* No comment provided by engineer. */
"Unrated" = "Ikke vurdert";

/* No comment provided by engineer. */
"Upcoming" = "Kommende";

/* No comment provided by engineer. */
"Updating" = "Oppdaterer";

/* No comment provided by engineer. */
"Updating Listings" = "Oppdaterer oppføringer";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Bruk liten skrft";

/* No comment provided by engineer. */
"Website" = "Nettsted";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Nettsider";

/* No comment provided by engineer. */
"Write Review" = "Skriv anmeldelse";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Skrevet av Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "I går";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Din %@s land er satt til: %@\n\nFull støtte for Now Playing kommer snart til ditt land, og noen funksjoner er allerede klare til bruk i dag! Når flere funksjoner blir klare, vil du bli informert om oppdateringer.";

/* No comment provided by engineer. */
"kilometer" = "kilometer";

/* No comment provided by engineer. */
"kilometers" = "kilometer";

/* No comment provided by engineer. */
"mile" = "mile";

/* No comment provided by engineer. */
"miles" = "mile";